import java.util.Scanner;

public class Main {

	
	public static void main(String[] args) {
		
		Scanner 오늘의점심은어떻게드셨읍니까저는치킨이마침먹고싶은데요이문장은치킨을사기위한스캐너에불과합니다아시겠죠 = new Scanner(System.in);
		int 이것은제가하나은행에가지고있는통장잔고입니다제가LA에있을때감독님께서항상통장은2개정도는챙기고다니라고하셨었죠그래서저는예금구하나를더추가했습니다 = 오늘의점심은어떻게드셨읍니까저는치킨이마침먹고싶은데요이문장은치킨을사기위한스캐너에불과합니다아시겠죠.nextInt();
		int 그래서만든게바로국민은행통장입니다저는연습생시절가난했기때문에은행의혜택을모두누려야만했습니다하지만그게전부일리는없었죠 = 오늘의점심은어떻게드셨읍니까저는치킨이마침먹고싶은데요이문장은치킨을사기위한스캐너에불과합니다아시겠죠.nextInt();
		int 마침제치킨이다완성된것같군요어서받으러가야겠습니다콜라는주시나요안준다고요아니그런게어디있습니까맘스터치나가렵니다다시는안올거다 = 오늘의점심은어떻게드셨읍니까저는치킨이마침먹고싶은데요이문장은치킨을사기위한스캐너에불과합니다아시겠죠.nextInt();
		
		if((이것은제가하나은행에가지고있는통장잔고입니다제가LA에있을때감독님께서항상통장은2개정도는챙기고다니라고하셨었죠그래서저는예금구하나를더추가했습니다 + 그래서만든게바로국민은행통장입니다저는연습생시절가난했기때문에은행의혜택을모두누려야만했습니다하지만그게전부일리는없었죠) >= (마침제치킨이다완성된것같군요어서받으러가야겠습니다콜라는주시나요안준다고요아니그런게어디있습니까맘스터치나가렵니다다시는안올거다*2)) {
			
			System.out.println(이것은제가하나은행에가지고있는통장잔고입니다제가LA에있을때감독님께서항상통장은2개정도는챙기고다니라고하셨었죠그래서저는예금구하나를더추가했습니다 + 그래서만든게바로국민은행통장입니다저는연습생시절가난했기때문에은행의혜택을모두누려야만했습니다하지만그게전부일리는없었죠 - (마침제치킨이다완성된것같군요어서받으러가야겠습니다콜라는주시나요안준다고요아니그런게어디있습니까맘스터치나가렵니다다시는안올거다*2));
		
		}
		else { System.out.println(이것은제가하나은행에가지고있는통장잔고입니다제가LA에있을때감독님께서항상통장은2개정도는챙기고다니라고하셨었죠그래서저는예금구하나를더추가했습니다 + 그래서만든게바로국민은행통장입니다저는연습생시절가난했기때문에은행의혜택을모두누려야만했습니다하지만그게전부일리는없었죠);}
		
	}
}